Repository: JamesLinYJ/APFSearch
Catalog: Resources/Features.xcstrings
Source language: en
Languages: es, ja, ko, pt, ru, zh_hans, zh_hant

# directory.logical_notice
source: Sizes sum indexed directory entries, not physical storage or reclaimable space. Incomplete coverage is shown as unknown.
es: Los tamaños suman las entradas de directorio indexadas, no el almacenamiento físico ni el espacio recuperable. Si la cobertura es incompleta, se muestran como desconocidos.
ja: サイズは索引内のディレクトリ項目の合計であり、物理的な使用容量や解放可能な容量ではありません。網羅状況が不完全な場合は不明と表示します。
ko: 크기는 색인에 포함된 디렉터리 항목의 합계이며 실제 저장 공간이나 확보 가능한 공간을 뜻하지 않습니다. 포함 현황이 불완전하면 알 수 없음으로 표시됩니다.
pt: Os tamanhos somam as entradas de diretório indexadas, não o armazenamento físico nem o espaço recuperável. A cobertura incompleta é indicada como desconhecida.
ru: Размеры — сумма записей каталогов в индексе, а не занятое или освобождаемое место. При неполном охвате размер показан как неизвестный.
zh_hans: 大小按已索引的目录项汇总，不代表实际占用或可回收空间。覆盖不完整时显示未知。
zh_hant: 大小依已索引的目錄項目加總，不代表實際占用或可回收空間。涵蓋不完整時顯示未知。

# directory.show_sizes
source: Show Recursive Folder Sizes
es: Mostrar tamaños de carpetas con subcarpetas
ja: サブフォルダを含むフォルダサイズを表示
ko: 하위 폴더를 포함한 크기 표시
pt: Mostrar tamanhos de pastas com subpastas
ru: Показывать размеры папок с подпапками
zh_hans: 显示文件夹递归大小
zh_hant: 顯示資料夾遞迴大小

# directory.unknown
source: Unknown — incomplete coverage
es: Desconocido — cobertura incompleta
ja: 不明 — 網羅状況が不完全です
ko: 알 수 없음 — 포함 현황 불완전
pt: Desconhecido — cobertura incompleta
ru: Неизвестно — неполный охват
zh_hans: 未知 — 覆盖不完整
zh_hant: 未知 — 涵蓋不完整

# duplicates.group
source: Group
es: Grupo
ja: グループ
ko: 그룹
pt: Grupo
ru: Группа
zh_hans: 分组
zh_hant: 群組

# duplicates.hardlink_alias
source: Hard-link alias (review only)
es: Alias de enlace físico (solo revisión)
ja: ハードリンクの別名（確認のみ）
ko: 하드 링크 별칭(검토만 가능)
pt: Alias de ligação física (apenas revisão)
ru: Псевдоним жёсткой ссылки (только проверка)
zh_hans: 硬链接别名（仅供查看）
zh_hant: 硬連結別名（僅供檢視）

# duplicates.keep_one
source: Keep at least one verified file in every group.
es: Conserva al menos un archivo verificado en cada grupo.
ja: 各グループに、検証済みのファイルを少なくとも1つ残してください。
ko: 각 그룹에 검증된 파일을 하나 이상 남겨 두십시오.
pt: Mantenha pelo menos um ficheiro verificado em cada grupo.
ru: Оставьте хотя бы один проверенный файл в каждой группе.
zh_hans: 每组至少保留一个已验证的文件。
zh_hant: 每組至少保留一個已驗證的檔案。

# duplicates.manage_selection
source: Review Selected Copies…
es: Revisar copias seleccionadas…
ja: 選択したコピーを確認…
ko: 선택한 사본 검토…
pt: Rever cópias selecionadas…
ru: Проверить выбранные копии…
zh_hans: 检查所选副本…
zh_hant: 檢查所選副本…

# duplicates.partial_label
source: Partial results
es: Resultados parciales
ja: 部分的な結果
ko: 부분 결과
pt: Resultados parciais
ru: Неполные результаты
zh_hans: 结果不完整
zh_hant: 結果不完整

# duplicates.relationship
source: Relationship evidence
es: Evidencia de relación
ja: 関連性の根拠
ko: 관계 근거
pt: Evidência da relação
ru: Подтверждение связи
zh_hans: 关系证据
zh_hant: 關係證據

# duplicates.same_content
source: Same content; storage unknown
es: Mismo contenido; almacenamiento desconocido
ja: 内容は同一、ストレージは不明
ko: 내용 동일, 저장 공간 관계 알 수 없음
pt: Mesmo conteúdo; armazenamento desconhecido
ru: Содержимое совпадает; хранение неизвестно
zh_hans: 内容相同；存储关系未知
zh_hant: 內容相同；儲存關係未知

# duplicates.select_extras
source: Select Extra Copies
es: Seleccionar copias adicionales
ja: 余分なコピーを選択
ko: 추가 사본 선택
pt: Selecionar cópias adicionais
ru: Выбрать лишние копии
zh_hans: 选择多余副本
zh_hant: 選取多餘副本

# duplicates.verified_clone
source: Verified APFS pure clone
es: Clon puro APFS verificado
ja: 検証済みのAPFS純粋クローン
ko: 검증된 APFS 순수 클론
pt: Clone puro APFS verificado
ru: Подтверждённый чистый клон APFS
zh_hans: 已验证的 APFS 纯克隆
zh_hant: 已驗證的 APFS 純複製檔

# files.batch_limit
source: Select at most 100,000 entries per operation. Nothing was changed.
es: Selecciona como máximo 100.000 entradas por operación. No se ha cambiado nada.
ja: 1回の操作で選択できるのは100,000項目までです。変更は行われていません。
ko: 작업당 최대 100,000개 항목을 선택할 수 있습니다. 변경된 내용은 없습니다.
pt: Selecione no máximo 100 000 entradas por operação. Nada foi alterado.
ru: За одну операцию можно выбрать не более 100 000 записей. Ничего не изменено.
zh_hans: 每次操作最多选择 100,000 项。未更改任何文件。
zh_hant: 每次操作最多選取 100,000 個項目。未更改任何檔案。

# files.busy
source: Too many pending file operations, or the request identifier is already in use.
es: Hay demasiadas operaciones de archivos pendientes o el identificador de solicitud ya está en uso.
ja: 保留中のファイル操作が多すぎるか、リクエスト識別子がすでに使用されています。
ko: 대기 중인 파일 작업이 너무 많거나 요청 식별자가 이미 사용 중입니다.
pt: Existem demasiadas operações de ficheiros pendentes ou o identificador do pedido já está em uso.
ru: Слишком много ожидающих операций, либо идентификатор запроса уже используется.
zh_hans: 待处理的文件操作过多，或请求标识已在使用中。
zh_hant: 待處理的檔案操作過多，或要求識別碼已在使用中。

# files.cancelling_batch
source: Stopping after the current file…
es: Deteniendo después del archivo actual…
ja: 現在のファイルの処理後に停止します…
ko: 현재 파일 처리 후 중단하는 중…
pt: A parar após o ficheiro atual…
ru: Остановка после текущего файла…
zh_hans: 将在当前文件完成后停止…
zh_hant: 將在目前檔案完成後停止…

# files.completed
source: Completed
es: Completado
ja: 完了
ko: 완료
pt: Concluído
ru: Завершено
zh_hans: 已完成
zh_hant: 已完成

# files.destination
source: Destination / new name
es: Destino / nombre nuevo
ja: 移動先／新しい名前
ko: 대상 / 새 이름
pt: Destino / novo nome
ru: Назначение / новое имя
zh_hans: 目标／新名称
zh_hant: 目的地／新名稱

# files.history_page_notice
source: Showing the latest %@ of %@ operations. Unfinished intents require review; they are not automatically retried.
es: Se muestran las últimas %1$@ de %2$@ operaciones. Las intenciones sin completar requieren revisión y no se reintentan automáticamente.
ja: 全%2$@件中、最新の%1$@件の操作を表示しています。未完了の操作予定は確認が必要で、自動的には再実行されません。
ko: 전체 %2$@개 중 최근 %1$@개 작업을 표시합니다. 완료되지 않은 작업 의도는 검토가 필요하며 자동으로 재시도되지 않습니다.
pt: São apresentadas as últimas %1$@ de %2$@ operações. As intenções não concluídas requerem revisão e não são repetidas automaticamente.
ru: Показаны последние %1$@ из %2$@ операций. Незавершённые намерения требуют проверки и не повторяются автоматически.
zh_hans: 显示最近 %@ 项，共 %@ 项。未完成的操作计划需要检查，不会自动重试。
zh_hant: 顯示最近 %@ 個操作，共 %@ 個。未完成的操作計畫需要檢查，不會自動重試。

# files.include
source: Include
es: Incluir
ja: 含める
ko: 포함
pt: Incluir
ru: Включить
zh_hans: 执行
zh_hant: 執行

# files.invalid_conflict_policy
source: Unsupported conflict policy. Existing files are never overwritten.
es: La política de conflictos no es compatible. Nunca se sobrescriben archivos existentes.
ja: 未対応の競合処理です。既存のファイルは上書きしません。
ko: 지원되지 않는 충돌 처리 정책입니다. 기존 파일은 덮어쓰지 않습니다.
pt: A política de conflitos não é suportada. Os ficheiros existentes nunca são substituídos.
ru: Политика конфликтов не поддерживается. Существующие файлы никогда не перезаписываются.
zh_hans: 不支持此冲突策略。不会覆盖已有文件。
zh_hant: 不支援此衝突策略。不會覆寫現有檔案。

# files.invalid_journal
source: The operation journal is invalid or is not a regular file. No operation was started.
es: El diario de operaciones no es válido o no es un archivo normal. No se inició ninguna operación.
ja: 操作ログが無効か、通常のファイルではありません。操作は開始されませんでした。
ko: 작업 저널이 잘못되었거나 일반 파일이 아닙니다. 작업을 시작하지 않았습니다.
pt: O diário de operações é inválido ou não é um ficheiro regular. Nenhuma operação foi iniciada.
ru: Журнал операций недействителен или не является обычным файлом. Операция не начата.
zh_hans: 操作日志无效或不是普通文件。未开始执行操作。
zh_hant: 操作記錄無效或不是一般檔案。尚未開始執行操作。

# files.item_status
source: Result / conflict
es: Resultado / conflicto
ja: 結果／競合
ko: 결과 / 충돌
pt: Resultado / conflito
ru: Результат / конфликт
zh_hans: 结果／冲突
zh_hant: 結果／衝突

# files.needs_review
source: Needs review
es: Requiere revisión
ja: 確認が必要
ko: 검토 필요
pt: Requer revisão
ru: Требуется проверка
zh_hans: 需要检查
zh_hant: 需要檢查

# files.next_page
source: Next page
es: Página siguiente
ja: 次のページ
ko: 다음 페이지
pt: Página seguinte
ru: Следующая страница
zh_hans: 下一页
zh_hant: 下一頁

# files.not_started
source: Not started
es: Sin iniciar
ja: 未開始
ko: 시작되지 않음
pt: Não iniciado
ru: Не начато
zh_hans: 未开始
zh_hant: 尚未開始

# files.overlapping_sources
source: A selected folder and one of its descendants overlap. Review or split the selection.
es: Una carpeta seleccionada se solapa con uno de sus elementos descendientes. Revisa o divide la selección.
ja: 選択したフォルダとその配下の項目が重複しています。選択内容を確認するか、分けて操作してください。
ko: 선택한 폴더와 그 하위 항목이 겹칩니다. 선택을 검토하거나 나누십시오.
pt: Uma pasta selecionada sobrepõe-se a um dos seus descendentes. Reveja ou divida a seleção.
ru: Выбранная папка пересекается с одним из её потомков. Проверьте или разделите выборку.
zh_hans: 所选文件夹与其后代项目重叠。请检查或分开操作。
zh_hant: 所選資料夾與其後代項目重疊。請檢查或分開操作。

# files.page_summary
source: %@ items · page %@/%@ · %@ selected
es: Elementos: %1$@ · página %2$@/%3$@ · seleccionados: %4$@
ja: %1$@項目 · %2$@/%3$@ページ · %4$@項目を選択
ko: %1$@개 항목 · %2$@/%3$@페이지 · %4$@개 선택
pt: Itens: %1$@ · página %2$@/%3$@ · selecionados: %4$@
ru: Объектов: %1$@ · страница %2$@/%3$@ · выбрано: %4$@
zh_hans: %@ 项 · 第 %@/%@ 页 · 已选 %@ 项
zh_hant: %@ 個項目 · 第 %@/%@ 頁 · 已選 %@ 個

# files.performing_batch
source: Applying file operations (stop after current item)
es: Aplicando operaciones de archivos (detener después del elemento actual)
ja: ファイル操作を適用中（現在の項目の処理後に停止できます）
ko: 파일 작업 적용 중(현재 항목 처리 후 중단 가능)
pt: A aplicar operações de ficheiros (parar após o item atual)
ru: Выполнение операций (остановка после текущего объекта)
zh_hans: 正在执行文件操作（停止将在当前项完成后生效）
zh_hant: 正在執行檔案操作（停止將在目前項目完成後生效）

# files.preview_notice
source: Uncheck items to skip them. Edit a destination leaf name to resolve a conflict; Continue rechecks edited names before a second confirmation. Existing files will not be overwritten.
es: Desmarca los elementos que quieras omitir. Edita el nombre final del destino para resolver un conflicto; Continuar volverá a comprobar los nombres antes de una segunda confirmación. No se sobrescribirán archivos existentes.
ja: スキップする項目のチェックを外してください。競合を解消するには移動先の末尾の名前を編集します。「続ける」で編集した名前を再確認し、2回目の確認を表示します。既存のファイルは上書きしません。
ko: 건너뛸 항목의 체크를 해제하십시오. 충돌을 해결하려면 대상의 마지막 이름을 수정하십시오. '계속'을 누르면 수정한 이름을 다시 검사하고 두 번째 확인을 표시합니다. 기존 파일은 덮어쓰지 않습니다.
pt: Desmarque os itens a ignorar. Edite o nome final do destino para resolver um conflito; Continuar verifica novamente os nomes antes de uma segunda confirmação. Os ficheiros existentes não serão substituídos.
ru: Снимите флажки с пропускаемых объектов. Для устранения конфликта измените конечное имя назначения; «Продолжить» перепроверит имена перед повторным подтверждением. Существующие файлы не перезаписываются.
zh_hans: 取消勾选可跳过项目。编辑目标文件名可处理冲突；继续后会重新检查，并再次确认。不会覆盖已有文件。
zh_hant: 取消勾選可略過項目。編輯目標檔名可處理衝突；繼續後會重新檢查，並再次確認。不會覆寫現有檔案。

# files.previous_page
source: Previous page
es: Página anterior
ja: 前のページ
ko: 이전 페이지
pt: Página anterior
ru: Предыдущая страница
zh_hans: 上一页
zh_hant: 上一頁

# files.protected_root
source: The filesystem root cannot be changed by a bulk operation.
es: No se puede cambiar la raíz del sistema de archivos mediante una operación por lotes.
ja: 一括操作ではファイルシステムのルートを変更できません。
ko: 일괄 작업으로 파일 시스템 루트를 변경할 수 없습니다.
pt: A raiz do sistema de ficheiros não pode ser alterada por uma operação em lote.
ru: Корень файловой системы нельзя изменять массовой операцией.
zh_hans: 批量操作不能更改文件系统根目录。
zh_hant: 批次操作不能更改檔案系統根目錄。

# files.ready
source: Ready
es: Listo
ja: 準備完了
ko: 준비됨
pt: Pronto
ru: Готово
zh_hans: 可执行
zh_hant: 可執行

# files.rename_count
source: Rename %@ files
es: Archivos para renombrar: %@
ja: %@個のファイルの名前を変更
ko: 파일 %@개 이름 변경
pt: Ficheiros para alterar o nome: %@
ru: Переименовать файлы: %@
zh_hans: 重命名 %@ 个文件
zh_hant: 重新命名 %@ 個檔案

# files.rename_find
source: Find in name
es: Buscar en el nombre
ja: 名前内を検索
ko: 이름에서 찾기
pt: Procurar no nome
ru: Найти в имени
zh_hans: 查找名称中的文字
zh_hant: 尋找名稱中的文字

# files.rename_numbering
source: Append sequence number
es: Añadir número de secuencia
ja: 連番を追加
ko: 일련번호 추가
pt: Adicionar número de sequência
ru: Добавить порядковый номер
zh_hans: 追加序号
zh_hant: 附加序號

# files.rename_prefix
source: Prefix
es: Prefijo
ja: 接頭辞
ko: 접두사
pt: Prefixo
ru: Префикс
zh_hans: 前缀
zh_hant: 前綴

# files.rename_replace
source: Replace with
es: Reemplazar por
ja: 置き換え後の文字列
ko: 다음으로 바꾸기
pt: Substituir por
ru: Заменить на
zh_hans: 替换为
zh_hant: 取代為

# files.rename_suffix
source: Suffix
es: Sufijo
ja: 接尾辞
ko: 접미사
pt: Sufixo
ru: Суффикс
zh_hans: 后缀
zh_hant: 後綴

# files.repeated_source
source: The selection contains the same source more than once.
es: La selección contiene el mismo origen más de una vez.
ja: 同じ操作元が複数回選択されています。
ko: 선택에 동일한 원본이 두 번 이상 포함되어 있습니다.
pt: A seleção contém a mesma origem mais de uma vez.
ru: В выборке один источник указан несколько раз.
zh_hans: 所选项目重复包含同一个源文件。
zh_hant: 所選項目重複包含同一個來源檔案。

# files.results_notice
source: Completed changes are recorded for undo. Failed or interrupted items need review; partial copies are never deleted or retried automatically.
es: Los cambios completados se registran para poder deshacerlos. Los elementos fallidos o interrumpidos requieren revisión; las copias parciales nunca se eliminan ni se reintentan automáticamente.
ja: 完了した変更は取り消し用に記録されます。失敗または中断した項目は確認が必要です。不完全なコピーを自動で削除したり、再試行したりすることはありません。
ko: 완료된 변경은 실행 취소를 위해 기록됩니다. 실패하거나 중단된 항목은 검토가 필요하며, 불완전한 사본은 자동으로 삭제하거나 다시 시도하지 않습니다.
pt: As alterações concluídas são registadas para poderem ser desfeitas. Os itens com falhas ou interrompidos requerem revisão; as cópias parciais nunca são eliminadas ou repetidas automaticamente.
ru: Завершённые изменения записаны для отмены. Ошибки и прерванные операции требуют проверки; неполные копии никогда не удаляются и не повторяются автоматически.
zh_hans: 已完成的更改有撤销记录。失败或中断的项目需要检查；不会自动删除部分副本或重试。
zh_hant: 已完成的更改有還原記錄。失敗或中斷的項目需要檢查；不會自動刪除部分副本或重試。

# files.selection_expired
source: The selection snapshot expired. Run the search again; no partial operation was performed.
es: La instantánea de la selección caducó. Repite la búsqueda; no se realizó ninguna operación parcial.
ja: 選択内容のスナップショットが期限切れです。再検索してください。操作の一部だけを実行することはありませんでした。
ko: 선택 스냅샷이 만료되었습니다. 다시 검색하십시오. 일부 항목에만 작업을 수행하지 않았습니다.
pt: O instantâneo da seleção expirou. Repita a pesquisa; não foi efetuada nenhuma operação parcial.
ru: Срок снимка выборки истёк. Выполните поиск заново; частичная операция не выполнялась.
zh_hans: 选择快照已过期。请重新搜索；未执行部分操作。
zh_hant: 選取快照已到期。請重新搜尋；未執行部分操作。

# files.selection_incomplete
source: The service did not return the complete selected page on the expected snapshot. Nothing was changed.
es: El servicio no devolvió la página seleccionada completa de la instantánea esperada. No se ha cambiado nada.
ja: 想定したスナップショットの選択ページ全体がサービスから返されませんでした。変更は行われていません。
ko: 서비스가 예상된 스냅샷에서 선택한 페이지 전체를 반환하지 않았습니다. 변경된 내용은 없습니다.
pt: O serviço não devolveu a página selecionada completa do instantâneo esperado. Nada foi alterado.
ru: Служба не вернула полную выбранную страницу ожидаемого снимка. Ничего не изменено.
zh_hans: 服务未返回预期快照中完整的所选页面。未更改任何文件。
zh_hant: 服務未傳回預期快照中完整的所選頁面。未更改任何檔案。

# files.skipped
source: Skipped
es: Omitido
ja: スキップ済み
ko: 건너뜀
pt: Ignorado
ru: Пропущено
zh_hans: 已跳过
zh_hant: 已略過

# files.source
source: Source
es: Origen
ja: 操作元
ko: 원본
pt: Origem
ru: Источник
zh_hans: 来源
zh_hant: 來源

# files.source_changed
source: The source identity or metadata changed after selection. Review the files and retry.
es: La identidad o los metadatos del origen cambiaron tras la selección. Revisa los archivos e inténtalo de nuevo.
ja: 選択後に操作元の識別情報またはメタデータが変わりました。ファイルを確認してやり直してください。
ko: 선택 후 원본의 식별 정보나 메타데이터가 변경되었습니다. 파일을 검토한 뒤 다시 시도하십시오.
pt: A identidade ou os metadados da origem mudaram após a seleção. Reveja os ficheiros e tente novamente.
ru: После выбора изменились идентификатор или метаданные источника. Проверьте файлы и повторите попытку.
zh_hans: 选择后源文件的身份或元数据发生变化。请检查文件后重试。
zh_hant: 選取後來源檔案的身分或中繼資料已變更。請檢查檔案後重試。

# files.survivor_changed
source: The duplicate group no longer has its verified retained file. No further cleanup was performed.
es: El grupo de duplicados ya no contiene el archivo verificado que debía conservarse. No se realizó más limpieza.
ja: 重複グループに残すはずの検証済みファイルがなくなりました。これ以上の整理は行われていません。
ko: 중복 그룹에서 보존하기로 한 검증된 파일이 더 이상 존재하지 않습니다. 추가 정리는 수행하지 않았습니다.
pt: O grupo de duplicados já não contém o ficheiro verificado que devia ser mantido. Não foi efetuada mais limpeza.
ru: В группе дубликатов больше нет проверенного сохраняемого файла. Дальнейшая очистка не выполнялась.
zh_hans: 重复组中要保留的文件已无法验证。已停止后续清理。
zh_hant: 重複群組中要保留的檔案已無法驗證。已停止後續清理。

# files.unchanged
source: Unchanged
es: Sin cambios
ja: 変更なし
ko: 변경 없음
pt: Sem alterações
ru: Без изменений
zh_hans: 未改变
zh_hant: 未變更

# files.undo_needs_review
source: A previous undo was interrupted. Review its source and destination before further changes.
es: Se interrumpió una acción de deshacer anterior. Revisa su origen y destino antes de hacer más cambios.
ja: 前回の取り消しが中断されました。さらに変更する前に、操作元と移動先を確認してください。
ko: 이전 실행 취소가 중단되었습니다. 추가 변경 전에 원본과 대상을 검토하십시오.
pt: Uma ação de desfazer anterior foi interrompida. Reveja a origem e o destino antes de fazer mais alterações.
ru: Предыдущая отмена была прервана. Перед дальнейшими изменениями проверьте её источник и назначение.
zh_hans: 之前的撤销操作已中断。请先检查源文件和目标文件。
zh_hant: 先前的還原操作已中斷。請先檢查來源檔案及目標檔案。

# files.unsupported_type
source: Only regular files, directories and symbolic links are supported.
es: Solo se admiten archivos normales, directorios y enlaces simbólicos.
ja: 通常のファイル、ディレクトリ、シンボリックリンクのみ対応しています。
ko: 일반 파일, 디렉터리 및 심볼릭 링크만 지원됩니다.
pt: Apenas são suportados ficheiros regulares, diretórios e ligações simbólicas.
ru: Поддерживаются только обычные файлы, каталоги и символические ссылки.
zh_hans: 仅支持普通文件、目录和符号链接。
zh_hant: 僅支援一般檔案、目錄及符號連結。

# update.automatic
source: Check for Updates Automatically
es: Buscar actualizaciones automáticamente
ja: アップデートを自動で確認
ko: 자동으로 업데이트 확인
pt: Procurar atualizações automaticamente
ru: Проверять обновления автоматически
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

# update.available
source: APFSearch %@ is available
es: APFSearch %@ está disponible
ja: APFSearch %@が利用できます
ko: APFSearch %@ 사용 가능
pt: APFSearch %@ está disponível
ru: Доступна версия APFSearch %@
zh_hans: APFSearch %@ 已可更新
zh_hant: APFSearch %@ 已可更新

# update.check
source: Check for Updates…
es: Buscar actualizaciones…
ja: アップデートを確認…
ko: 업데이트 확인…
pt: Procurar atualizações…
ru: Проверить обновления…
zh_hans: 检查更新…
zh_hant: 檢查更新…

# update.digest_mismatch
source: The downloaded installer does not match the signed size or SHA-256 digest.
es: El instalador descargado no coincide con el tamaño o el resumen SHA-256 firmado.
ja: ダウンロードしたインストーラが署名済みのサイズまたはSHA-256ダイジェストと一致しません。
ko: 다운로드한 설치 프로그램이 서명된 크기 또는 SHA-256 다이제스트와 일치하지 않습니다.
pt: O instalador descarregado não corresponde ao tamanho ou ao resumo SHA-256 assinado.
ru: Размер или SHA-256 загруженного установщика не совпадает с подписанными данными.
zh_hans: 下载的安装包大小或 SHA-256 摘要与签名内容不一致。
zh_hant: 下載的安裝套件大小或 SHA-256 摘要與簽章內容不符。

# update.disabled
source: Updates are not configured in this build. A trusted public key and HTTPS feed must be embedded before signing a release.
es: Las actualizaciones no están configuradas en esta compilación. Antes de firmar una versión, deben integrarse una clave pública de confianza y un canal HTTPS.
ja: このビルドではアップデートが構成されていません。リリースの署名前に、信頼できる公開鍵とHTTPSフィードを組み込む必要があります。
ko: 이 빌드에는 업데이트가 구성되지 않았습니다. 릴리스에 서명하기 전에 신뢰할 수 있는 공개 키와 HTTPS 피드를 포함해야 합니다.
pt: As atualizações não estão configuradas nesta compilação. Antes de assinar uma versão, é necessário incluir uma chave pública de confiança e um canal HTTPS.
ru: В этой сборке обновления не настроены. Перед подписью выпуска нужно встроить доверенный открытый ключ и HTTPS-канал.
zh_hans: 此构建尚未配置更新。正式签名前需嵌入可信公钥和 HTTPS 更新源。
zh_hant: 此建置尚未設定更新。正式簽章前需嵌入可信公鑰及 HTTPS 更新來源。

# update.download
source: Download Verified Installer
es: Descargar instalador verificado
ja: 検証済みインストーラをダウンロード
ko: 검증된 설치 프로그램 다운로드
pt: Descarregar instalador verificado
ru: Загрузить проверенный установщик
zh_hans: 下载并验证安装包
zh_hant: 下載並驗證安裝套件

# update.download_notice
source: Download %@? The manifest signature, byte limit and SHA-256 digest are checked before opening Installer.
es: ¿Descargar %@? Antes de abrir el instalador se comprueban la firma del manifiesto, el límite de bytes y el resumen SHA-256.
ja: %@をダウンロードしますか？インストーラを開く前に、マニフェストの署名、バイト上限、SHA-256ダイジェストを確認します。
ko: %@을(를) 다운로드하시겠습니까? 설치 프로그램을 열기 전에 매니페스트 서명, 바이트 한도 및 SHA-256 다이제스트를 확인합니다.
pt: Descarregar %@? A assinatura do manifesto, o limite de bytes e o resumo SHA-256 são verificados antes de abrir o Instalador.
ru: Загрузить %@? Перед открытием установщика проверяются подпись манифеста, лимит байтов и SHA-256.
zh_hans: 下载 %@？打开安装器前将检查清单签名、大小限制和 SHA-256 摘要。
zh_hant: 下載 %@？開啟安裝程式前將檢查清單簽章、大小限制及 SHA-256 摘要。

# update.downloading
source: Downloading update
es: Descargando actualización
ja: アップデートをダウンロード中
ko: 업데이트 다운로드 중
pt: A descarregar a atualização
ru: Загрузка обновления
zh_hans: 正在下载更新
zh_hant: 正在下載更新

# update.install_notice
source: The signed download has been verified. Installer will still enforce macOS trust checks. Close APFSearch and restart its background service after installation.
es: La descarga firmada se ha verificado. El instalador seguirá aplicando las comprobaciones de confianza de macOS. Cierra APFSearch y reinicia su servicio en segundo plano después de instalar.
ja: 署名付きダウンロードの検証が完了しました。インストーラでもmacOSの信頼性チェックが行われます。インストール後はAPFSearchを閉じ、バックグラウンドサービスを再起動してください。
ko: 서명된 다운로드의 검증이 완료되었습니다. 설치 프로그램에서도 macOS 신뢰 검사를 수행합니다. 설치 후 APFSearch를 닫고 백그라운드 서비스를 재시작하십시오.
pt: A transferência assinada foi verificada. O Instalador continuará a aplicar as verificações de confiança do macOS. Feche o APFSearch e reinicie o serviço em segundo plano após a instalação.
ru: Подписанная загрузка проверена. Установщик также выполнит проверки доверия macOS. После установки закройте APFSearch и перезапустите фоновую службу.
zh_hans: 已验证签名下载。安装器仍会执行 macOS 信任检查。安装后请关闭 APFSearch 并重新启动其后台服务。
zh_hant: 已驗證簽章下載。安裝程式仍會執行 macOS 信任檢查。安裝後請關閉 APFSearch 並重新啟動其背景服務。

# update.invalid_manifest
source: The update manifest is invalid or exceeds the supported limits.
es: El manifiesto de actualización no es válido o supera los límites admitidos.
ja: アップデートのマニフェストが無効か、対応する上限を超えています。
ko: 업데이트 매니페스트가 잘못되었거나 지원 한도를 초과합니다.
pt: O manifesto de atualização é inválido ou excede os limites suportados.
ru: Манифест обновления недействителен или превышает допустимые ограничения.
zh_hans: 更新清单无效或超过支持的限制。
zh_hant: 更新清單無效或超過支援的限制。

# update.invalid_signature
source: The update signature could not be verified.
es: No se pudo verificar la firma de la actualización.
ja: アップデートの署名を検証できませんでした。
ko: 업데이트 서명을 확인할 수 없습니다.
pt: Não foi possível verificar a assinatura da atualização.
ru: Не удалось проверить подпись обновления.
zh_hans: 无法验证更新签名。
zh_hant: 無法驗證更新簽章。

# update.invalid_url
source: Updates require an HTTPS URL without embedded credentials.
es: Las actualizaciones requieren una URL HTTPS sin credenciales incorporadas.
ja: アップデートには認証情報を埋め込んでいないHTTPS URLが必要です。
ko: 업데이트에는 자격 증명이 포함되지 않은 HTTPS URL이 필요합니다.
pt: As atualizações requerem um URL HTTPS sem credenciais incorporadas.
ru: Для обновлений требуется HTTPS-адрес без встроенных учётных данных.
zh_hans: 更新必须使用不包含凭据的 HTTPS 地址。
zh_hant: 更新必須使用不含憑證資訊的 HTTPS 網址。

# update.open_installer
source: Open Installer
es: Abrir instalador
ja: インストーラを開く
ko: 설치 프로그램 열기
pt: Abrir Instalador
ru: Открыть установщик
zh_hans: 打开安装器
zh_hant: 開啟安裝程式

# update.ready
source: Update verified
es: Actualización verificada
ja: アップデートを検証しました
ko: 업데이트 검증 완료
pt: Atualização verificada
ru: Обновление проверено
zh_hans: 更新已验证
zh_hant: 更新已驗證

# update.title
source: APFSearch Updates
es: Actualizaciones de APFSearch
ja: APFSearchのアップデート
ko: APFSearch 업데이트
pt: Atualizações do APFSearch
ru: Обновления APFSearch
zh_hans: APFSearch 更新
zh_hant: APFSearch 更新
